//=======================================================
#include<iostream>

int main() {
	
	std::cout << "Hello, World!!" << std::endl;
	return 0;
}

//=======================================================
/*kor explain
제일 입문 코드 
1번 줄은 현 소스코드에 iostream이라는 헤더파일을 넣음.
3번 줄에서 메인함수를 작성후
5번 줄에서 std::cout라는 출력문에 Hello,World!! 를 출력시키고 그 후에 std::endl은 한 줄 엔터해서 나타내라는 뜻.
C언어와 비슷하게 return 0 값을 부여하여 해당 함수를 종료.
=======================================================
eng explain
will be write it down.
=======================================================*/

