//=====================================================
#include<iostream>

int main() {

	int i;

	for (i = 0; i < 10; i++) {
		std::cout << i << std::endl;
	}
	return 0;
}
/*=====================================================
kor explain source code
1번 줄에는 iostream 헤더파일을 넣는 과정
3번 줄에는 메인함수 선언
5번 줄에는 int형 변수 i선언
7번 줄에는 반복문 for 선언 i=0부터 9까지 1씩 커지는 방식
8번 줄에는 반복문에 있는 i변수를 차례대로 출력하는데, 출력할 때마다 1씩 엔터처리를 함.
10번은 return 0값을 부여
=====================================================*/
//eng explain source code
