package main

var bossPrice map[string]string

func init() {
	bossPrice = make(map[string]string)
	bossPrice["카오스 자쿰"] = "9,741,285 "
	bossPrice["하드 매그너스"] = "11,579,023"
	bossPrice["하드 힐라"] = "6,936,489"
	bossPrice["카오스 파풀라투스"] = "26,725,937"
	bossPrice["피에르"] = "9,838,932"
	bossPrice["반반"] = "9,818,154"
	bossPrice["퀸"] = "9,806,780"
	bossPrice["벨룸"] ="12,590,202"
	bossPrice["카오스 핑크빈"] = "7,923,110"
	bossPrice["시그너스"] = "5,493,394 / 9,039,130"
	bossPrice["스우"] = "33,942,566 / 118,294,192 / 수에큐: 3개 / 7개"
	bossPrice["데미안"] = "35,517,853 / 112,480,613 / 수에큐: 3개 / 8개"
	bossPrice["가엔슬"] = "46,935,874 / 155,492,141 / 수에큐: 3개 / 7개"
	bossPrice["루시드"] = "48,058,319 / 57,502,626 / 131,095,655 / 수에큐: 3개 / 4개 / 9개"
	bossPrice["윌"] = "52,139,127 / 66,311,463 / 145,038,483 / 수에큐: 3개 / 5개 / 9개"
	bossPrice["더스크"] = "71,054,562 / 160,173,752 / 수에큐: 6개 / 10개"
	bossPrice["진 힐라"] = "148,112,376 / 190,159,452 / 수에큐: 9개 / 10개"
	bossPrice["듄켈"] = "76,601,412 / 168,609,280 / 수에큐: 6개 / 10개"
	bossPrice["검마"] = "1,418,809,857 / 5,675,239,428 / 수에큐: 30개 / ?개 "
	bossPrice["세렌"] = "196,904,752 / 267,825,621 / 1,071,302,484 / 수에큐: 10개 / 11개 ?개"
	bossPrice["칼로스"] = "300,000,000"
}
